[
    {
        "id": 1,
        "cvTitle": "Download Free Editable Resume Templates - Word / Docx - 2023",
        "image": "https://img.freepik.com/free-vector/blue-curriculum-vitae-template_23-2148812835.jpg?t=st=1682537474~exp=1682538074~hmac=5736bbf034b096d2152251db912a72537fd244ca52c8cdf14521d5d250534fbd",
        "date": "2023-02-15",
        "by": "Kunrely",
        "details":"Free Resume Templates Examples 2022 / 2023 - Word / Docx / PDF - Are you interested in changing careers at all? You can create a modern and professional resume with the assistance of the website  www.mycvcreator.com  CV SERVICE.Take a peek at our database that contains a Resume Templates. Pick an illustration that not only fits your personal taste but also illustrates the kind of work you would like to do in the future. Every one of these Resume Templates is produced in Microsoft Word format (both Doc and Docx). We have a large number of ideas that are already in usable form. Utilize any one of our ready examples!"
    },
    {
        "id": 2,
        "cvTitle": "4 Important Things That Could Be Missing From Your CV",
        "image": "https://www.contentstadium.com/wp-content/uploads/2022/02/job-hiring-social-media-post-examples.png",
        "date": "2023-03-15",
        "by": "Kunlery",
        "details":"Creating a great CV is integral to grabbing the attention of a potential employer. You probably already know the standard items to include — contact details, education, work experience, and skills. You might have also read our article ‘CV or Resume Red Flags You Must Avoid’ and know what to steer clear of. These include not customising your CV for the position, not explaining employment gaps, or bad formatting and organisation.  However, there may be some things that you’re overlooking which could actually work in your favour. Here are some things you might not have known you could benefit from in your CV."
    },
    {
        "id": 3,
        "cvTitle": "How to Write a Freelance Resume",
        "image": "https://leverageedublog.s3.ap-south-1.amazonaws.com/blog/wp-content/uploads/2020/03/30230420/Resume-Format-for-Freshers.png",
        "date": "2023-03-15",
        "by": "Kunlery",
        "details":"Many differences separate freelancing from a traditional full-time job. That contrast often leads to many positive things (like the option to choose your boss and your assignments), but it can also inspire quite a bit of confusion—particularly when you’re trying to land freelance jobs.We’ve offered tips and answers to many of the common questions that freelancers have, from an overview of different types of freelancing to setting your freelance rate to finding a freelance career mentor. Below, we dive into questions revolving around freelance resumes, including whether or not you need a freelance resume and how to structure one."
    },
    {
      "id": 4,
      "cvTitle": "Software Engineer",
      "image": "https://www.androidauthority.com/wp-content/uploads/2019/01/Freelancer-laptop-typing.jpg",
      "date": "2022-02-15",
      "by": "John Smith",
      "details": "As a software engineer, my primary focus is on designing and developing software solutions that meet the needs of my clients. I have experience working with a variety of programming languages and frameworks, including Java, Python, Ruby on Rails, and Node.js. I am also familiar with various database technologies, such as MySQL, Oracle, and MongoDB. My approach to software development is rooted in best practices, such as test-driven development, continuous integration, and agile methodologies. I believe that these practices are essential for delivering high-quality software solutions that meet the needs of my clients.\n\nIn my previous role as a software engineer at ABC Company, I was responsible for developing and maintaining the company's flagship product, which was used by thousands of customers worldwide. I worked closely with product managers and other stakeholders to identify new features and enhancements that would improve the product's functionality and user experience. I also worked with the customer support team to troubleshoot issues and provide timely solutions to customers.\n\nOverall, I am a dedicated and skilled software engineer with a passion for delivering high-quality software solutions. I am always looking for new opportunities to learn and grow as a professional, and I am excited about the prospect of working with new clients and projects."
    },
    {
      "id": 5,
      "cvTitle": "Marketing Manager",
      "image": "https://www.markeluk.com/link/6d699ad91f4145f2afa4203cbd6a4c2a.aspx",
      "date": "2022-03-20",
      "by": "Jane Doe",
      "details": "As a marketing manager, my primary focus is on developing and executing effective marketing strategies that drive business growth. I have experience working with a variety of marketing channels, including social media, email marketing, content marketing, and paid advertising. I am also familiar with various marketing tools and platforms, such as Google Analytics, HubSpot, and Hootsuite. My approach to marketing is rooted in data-driven decision making, customer-centricity, and a passion for creativity.\n\nIn my previous role as a marketing manager at XYZ Company, I was responsible for leading a team of marketing professionals in developing and executing the company's marketing strategy. We launched several successful campaigns that resulted in increased website traffic, leads, and revenue. I also worked closely with the sales team to develop targeted messaging and content that resonated with our target audience.\n\nOverall, I am a results-driven marketing professional with a track record of delivering measurable business impact. I am always looking for new opportunities to learn and grow as a marketer, and I am excited about the prospect of working with new clients and projects."
    },
    {
      "id": 6,
      "cvTitle": "Graphic Designer",
      "image": "https://learnpython.com/blog/5-ways-coding-skills-can-be-applied-in-any-industry/5-ways-coding-skills-can-be-applied-in-any-industry.jpg",
      "date": "2022-04-10",
      "by": "Bob Johnson",
      "details": "As a graphic designer, my primary focus is on creating visually compelling designs that communicate a brand's message effectively. I have experience working with a variety of design software, such as Adobe Photoshop, Illustrator, and InDesign. I am also familiar with various design principles, such as typography, color theory, and layout design. My approach to design is rooted in a deep understanding of a brand's identity, target audience, and objectives.\n\nIn my previous role as a graphic designer.I am always looking for new opportunities to learn and grow as a marketer, and I am excited about the prospect of working with new clients and projects."
    }

    ]
  